Repository: Wesam-Alessa/pet-house
Catalog: lib/core/languages/app_*.arb
Languages: ar

# language
source: English
ar: العربية

source: Pet House
ar: بيت الحيوانات الأليفة

source: Search pet to adopt or buy
ar: البحث عن الحيوانات الأليفة للتبني أو الشراء

source: No Items
ar: لا يوجد عناصر

source: Back to Home
ar: رجوع

source: Add pet
ar: أضف حيوان أليف

source: Favorites
ar: المفضلة

source: Messages
ar: المحادثات

source: Profile
ar: الصفحة الشخصية

source: Settings
ar: الاعدادات

source: SignOut
ar: تسجيل خروج

# active_Status
source: Online
ar: نشط الان

source: Add New {label}
ar: جديد {label} اضف

source: Vaccination
ar: تلقيح

source: Enter your {label} here
ar: جديد هنا {label} اضف

source: your expiration Date
ar: تاريخ انتهاء الصلاحية الخاص بك

source: CANCEL
ar: خروج

source: ADD
ar: اضف

source: Add New pet
ar: إضافة حيوان أليف جديد

source: Name
ar: الاسم

source: Description
ar: الوصف

source: Type
ar: النوع

source: Address
ar: العنوان

source: Contact
ar: التواصل

source: Price
ar: السعر

source: Color
ar: اللون

source: Medical History
ar: التاريخ الطبى

source: Status
ar: الحالة

source: Temperature
ar: درجة الحرارة

source: PH
ar: نسبة الحموضة

source: Specific Gravity
ar: جاذبية معينة

source: Category
ar: فئة / الصنف

source: Gender
ar: الجنس

source: Care Level
ar: مستوى الرعاية

source: Tags
ar: العلامات

source: Options
ar: خيارات

source: Diets
ar: الحمية

source: Vaccinations
ar: التطعيمات

source: Date of Birth
ar: تاريخ الميلاد

source: Age years
ar: سنوات العمر

source: Age months
ar: أشهر العمر

source: Quantity
ar: الكمية

source: Sterilized
ar: معقم

source: No
ar: لا

source: yes
ar: نعم

source: Reported Items List
ar: العناصر المبلغ عليها

# not_item_found
source: No Items Founded
ar: لم يتم العثور على عناصر

source: Report
ar: تقرير

source: y old
ar: سنة

source: years old
ar: سنة

source: mounths old
ar: شهر

source: Call for Adoption
ar: اتصل للتيني

# call_for_Buy
source: Call to Buy
ar: اتصل للشراء

source: Owner
ar: المالك

source: Pets
ar: حيوانات اليفة

source: Pet
ar: حيوان اليف

source: EX Date :
ar: تاريخ الانتهاء

source: Unspecified Vaccinations
ar: لقاحات غير محددة

source: Sterile
ar: معقم

source: Unspecified Tags
ar: علامات غير محددة

source: Seller
ar: البائع

source: Whistleblower
ar: المبلغين

source: He reported this item
ar: أبلغ عن هذا العنصر

source: Do you want report this item
ar: هل تريد الإبلاغ عن هذا العنصر

source: OK
ar: موافق

source: Close
ar: خروج

source: male
ar: ذكر

source: female
ar: انثى

source: Reported Pets
ar: الحيوانات الأليفة المبلغ عنها

source: C/Rports
ar: حذف التقارير

source: D/Report
ar: حذف العنصر

source: publishing
ar: نشر

source: Welcome Back
ar: مرحبا في عودتك

# login_to_manage
source: Login to manage your account.
ar: سجيل الدخول لإدارة حسابك

source: Email
ar: الايميل

source: Invalid Password
ar: كلمة المرور خاطئة

source: SIGNIN
ar: تسجيل الدخول

# dont_Have_an_Account
source: Don't Have an Account? Sign up
ar: ليس لديك حساب؟ سجل الان

source: invalid name
ar: الاسم غير صحيح

source: invalid confirm password
ar: تأكيد كلمة المرور غير صالحة

source: invalid phone Number
ar: رقم الهاتف غير صحيح

source: SIGNUP
ar: تسجيل حساب جديد

# already_Have_an_Account
source: Already Have an Account? Sign in
ar: هل لديك حساب؟ سجل الدخول

source: Your Chats
ar: محادثاتي

source: Owner this item
ar: مالك العنصر

source: Admin Reported this item
ar: تم الابلاع من قبل الادمن

source: Delete
ar: حذف

source: Edit Category
ar: تعديل فئة

# enter_new_category_label
source: Enter New Category label here
ar: أدخل اسم الفئة الجديدة هنا

source: Enter New {label}
ar: جديد هنا {label} اضف

source: Last password
ar: كلمة المرور الأخيرة

source: New Password
ar: كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: The name must not be less than three letters
ar: يجب ألا يقل الاسم عن ثلاثة أحرف

# the_phone_number_10_digits
source: The phone number must equal 10 digits starting with 078 or 077 or 079
ar: يجب أن يتكون رقم الهاتف من 10 أرقام تبدأ بـ 078 أو 077 أو 079

source: invalid email
ar: بريد إلكتروني خاطئ

source: The address must not be less than six letters
ar: يجب ألا يقل العنوان عن ستة أحرف

source: Invalid last password
ar: كلمة المرور الأخيرة غير صالحة

source: The password must not be less than six letters
ar: يجب ألا تقل كلمة المرور عن ستة أحرف

source: The New password not equal confirm password
ar: كلمة المرور الجديدة لا تساوي تأكيد كلمة المرور

source: Phone
ar: رقم الهاتف

source: Password
ar: كلمة المرور

source: MY Pets
ar: حيواناتي الاليفة

source: Save Edit
ar: حفظ التغييرات

source: Add New Item
ar: اضف عنصر جديد

source: Add New Tool
ar: اضف اداة جديدة

source: Add New Food
ar: اضف طعام جديدة

source: Tools
ar: ادوات

source: Tool
ar: اداة

source: Foods
ar: اطعمة

source: Food
ar: طعام

source: Waiting Tools
ar: الادوات الجاهزة للنشر

source: Waiting Foods
ar: الاطعمة الجاهزة للنشر

# pet_categories
source: Pet Category
ar: قائمة الحيوانات

# tools_categories
source: Pet Tools Category
ar: قائمة الادوات

# pet_foods_categories
source: Pet Foods Category
ar: قائمة الطعام

# search_pets
source: Search pet
ar: البحث

source: Add New Pet Category
ar: إضافة فئة حيوانات جديدة

source: Update Pet Category
ar: تحديث فئة حيوانات

source: Add New Tools Category
ar: إضافة فئة ادوات جديدة

source: Update Tools Category
ar: تحديث فئة ادوات

source: Add New Foods Category
ar: إضافة فئة طعام جديدة

source: Update Foods Category
ar: تحديث فئة طعام

source: Waiting pets
ar: الحيوانات الجاهزة للنشر

source: Reported Items
ar: تم الابلاغ عنها

source: Item Deletion Reports
ar: تقارير حذف العنصر

source: Intellectual property rights
ar: حقوق الملكية الفكرية

source: Light Theme
ar: مظهر خفيف

source: Dark Theme
ar: مظهر داكن

source: edit
ar: تعديل

# enter_new_intellectual_property_rights
source: Enter New Intellectual property rights here
ar: أدخل حقوق الملكية الفكرية الجديدة هنا

source: Update
ar: تحديث

source: hidden
ar: اخفاء

# edit_language
source: Languages
ar: لغة التطبيق

source: Feedback Reports
ar: تقارير التغذية الراجعة

source: Feedback Reports List
ar: قائمة تقارير التغذية الراجعة

source: Send Feedback Report
ar: اضف تقرير بناء للادارة

# enter_new_feedback_report
source: Enter your feedback report
ar: اكتب تقريرك البناء هنا

source: send
ar: ارسل

source: Change the status of officials
ar: تغيير وضع المسؤولين

source: Find those responsible
ar: ابحث عن المسؤولين

# administrators_screen
source: Administrators
ar: المسؤولين

source: Update User Status
ar: تحديث حالة المستخدم

source: disabled
ar: مخفي

source: is Admin
ar: مسؤول

source: is Manager
ar: مدير

source: Closed Accounts
ar: الحسابات المغلقة

source: Re-Active
ar: تنشيط

# start_your_journey
source: Start your journey with us.
ar: ابدأ رحلتك معنا.

source: Write the reason
ar: اكتب السبب

source: Close By
ar: أغلق بواسطة

source: Reason
ar: السبب

source: Submit an objection request
ar: تقديم طلب اعتراض

source: Write your objection here
ar: اكتب اعتراضك هنا

source: Enter your email here
ar: اكتب ايميلك هنا

source: A report has already been sent before
ar: لقد تم بالفعل إرسال تقرير من قبل

source: report content is :
ar: : محتوى التقرير

source: report answer is :
ar: : الرد

source: your email is :
ar: : ايميلك هو

source: Objection reports
ar: تقارير الاعتراض

source: Response date
ar: تاريخ الاجابة

source: date
ar: التاريخ

source: answer
ar: الاجابة

source: content
ar: محتوى التقرير

source: answer_an_objection_report
ar: الاجابة على التقرير

source: write your answer
ar: اكتب الاجابة

source: write your answer here
ar: اكتب الاجابة هنا

# error_Vaccination
source: The Vaccination was not added because Vaccination name or Expiration date is empty
ar: لم تتم إضافة التطعيم لأن اسم التطعيم أو تاريخ انتهاء الصلاحية فارغ

# error_the_label_was_not_added
source: The {label} was not added because it is empty
ar: لم تتم إضافة {label} لأنها فارغة

# error_something_wrong
source: An error occurred during the download !!
ar: حدث خطا اثناء التحميل !!

# error_Fields
source: Please fill in the following fields: name, location, quantity, diet,age months
ar: يرجى ملء الحقول التالية: الاسم ، والموقع ، والكمية ، والنظام الغذائي ، والأشهر

# error_the_Image_and_Label_must_be_filled_in
source: The Image and Label must be filled in
ar: يجب ملء الصورة والملصق

# error_write_the_reason
source: The reason must be written
ar: يجب كتابة السبب

# error_write_your_objection_and_email
source: Please fill your objection and email
ar: الرجاء ملئ حقل التقرير و الايميل

# error_write_your_email
source: Please fill your email
ar: الرجاء ملئ حقل الايميل
